/* Error description displayed when the app is unable to access its subdirectory of the user's ~/Library/Application Support/ directory; underlying error cause is specified elsewhere */
"Couldn't get path to Application Support directory" = "Couldn't get path to Application Support directory";

/* Placeholder for a theme loaded from a file that does not provide a description of the theme */
"No description provided." = "No description provided.";

/* Error description displayed when the app is unable to create a directory (used to store a copy of files related to the specified theme) within its subdirectory of the user's ~/Library/Application Support/ directory */
"Unable to create Application Support subdirectory for theme '%@'" = "Unable to create Application Support subdirectory for theme '%@'";

/* Placeholder for a theme loaded from a file that does not specify the theme's author */
"Unknown" = "Unknown";

/* Placeholder name for themes loaded from a file that does not specify a name for the theme */
"Unnamed Theme" = "Unnamed Theme";

